
final List kanjiExample = [
  {
    'id': 0,
    'example': ['飛行機が電車にとって代わった。','猫が部屋から飛び出した。','雪のため飛行機は離陸出来なかった。','私は彼らを見送りに飛行場まで行った。'],
    'example_furi': ['飛（ひ）」行（こう）」機（き）」が」電（でん）」車（しゃ）」にとって」代（か）」わった。','猫（ねこ）」が」部（へ）」屋（や）」から」飛（と）」び」出（だ）」した。','雪（ゆき）」のために」飛（ひ）」行（こう）」機（き）」は」離（り）」陸（りく）」出（で）」来（き）」なかった','私（わたし）」は」彼（かれ）」らを」見（み）」送（おき）」りに」飛（ひ）」行（こう）」場（じょう）」まで行った。'],
    'example_un': ['ရထားတွေအတွက် လေယာဉ်တွေက အစားထိုးလာခဲ့တယ်။','ကြောင်က အခန်းထဲကနေ ခုန်ထွက်သွားခဲ့တယ်။','နှင်းတွေကျလို့ လေယာဉ်က မဆင်းနိုင်ဘူး။','ငါ သူတို့ကို လိုက်ပို့ဖို့ လေဆိပ်ကို သွားခဲ့တယ်။'],
    'example_zg': ['','','','','',''],
    'example_en': ['Airplanes have taken the place of electric trains.','A cat dashed out of the room.','The aeroplane could not take off because of snow.','I went to the airport to see them off.']
  },
  {
    'id': 1,
    'example': ['この機械を発明したのは誰かご存じですか？','すみません、洗濯機の使い方を教えていただけませんか？','コピー機に紙を入れて。','まだその映画を見る機会がないんだよ。'],
    'example_furi': ['この」機（き）」械（かい）」を」発（はつ）」明（めい）」したのは」誰（だれ）」かご」存（ぞん）」じですか？','すみません、」洗（せん）」濯（たく）」機（き）」の」使（つか）」い」方（かた）」を」教（おし）」えていただけませんか？','コピー」機（き）」に」紙（かみ）」を」入（い）」れて。','まだその」映（えい）」画（が）」を」見（み）る」機（き）」会（かい）」がないんだよ。'],
    'example_un': ['ဒီစက်ကို ဘယ်သူ တီထွင်ခဲ့တာလဲ သိလား။','တစ်ဆိတ်လောက်ပါ၊ အဝတ်လျှော်စက်ကို ဘယ်လိုသုံးရမလဲဆိုတာ ပြောပြပေးလို့ ရမလား။','စာရွက်ကို မိတ္တူစက်ထဲသို့ ထည့်ပါ။','ဒီဇာတ်ကားကို ခုထိ ကြည့်ခွင့်မရသေးဘူး။'],
    'example_zg': ['','','','','',''],
    'example_en': ['Do you know who invented this machine?','I have not had a chance to see that movie yet.','Excuse me, would you show me how to use the washing machine?','Put paper in the copy machine.']
  },
    {
    'id': 2,
    'example': [' 彼女は空を見上げた。','棚は空っぽだった。','午後って空いてる？','道を空けてください。','空港はすぐ近くにあります。','月には空気がないので、音もまったくしない。'],
    'example_furi': [' 彼（かの）」女（じょ）」は」空（そら）を」見（み）」上（あ）」げた。 ','棚（たたな）」は」空（から）っぽだった。','午（ご）」後（ご）」って」空（あ）」いてる？','道（みち）」を」空（あ）」けてください。','空（くう）」港（こう）」はすぐ」近（ちか）」くにあります。','月（つき）」には」空（くう）」気（き）」がないので」、音（おと）」もまったくしない。'],
    'example_un': ['သူမ ကောင်းကင်ကို မော့ကြည့်လိုက်သည်။','စင်များသည် ဗလာဖြစ်နေသည်။','နေ့ခင်းဘက် အားလား','ကျေးဇူးပြု၍ လမ်းရှင်းပေးပါ။','လေဆိပ်က နီးတယ်။','လပေါ်တွင် လေမရှိသောကြောင့် အသံ　လုံးဝမထွက်ပါ။'],
    'example_zg': ['','','','','',''],
    'example_en':['She looked up at the sky.','The shelves are empty.','Are you free in the afternoon?','Make way, please.','The airport is close at hand.'] 
  },
  {
    'id': 3,
    'example': ['この港は封鎖されうる。','彼は港町に住んでいる。','横浜港は外国人との貿易は初めての日本港です'],
    'example_furi': ['この」港（みなと）」は」封（ふう）」鎖（さ）」されうる。','彼(かれ）」は」港（みなと）」町（まち）」住（す）」んでいる。','横浜港（よこはまこう）」は」外（がい）」国（こく）」人（じん）」との」貿（ぼう）」易（えき）」初（はじ）」めての」日本」港（こう）」です'],
    'example_un': ['','','','','',''],
    'example_zg': ['ဆိပ်ကမ်းကို ပိတ်ဆို့နိုင်တယ်။','သူ ဆိပ်ကမ်းမြို့လေးမှာ နေထိုင်တယ်။','ယိုကိုဟားမားဆိပ်ကမ်းသည် နိုင်ငံခြားသားများနှင့် ကုန်သွယ်မှုပြုလုပ်သည့် ပထမဆုံး ဂျပန်ဆိပ်ကမ်းဖြစ်သည်။'],
    'example_en': ['The harbor can be blocked.','He lives in a port town.','Yokohama Harbor　is the first Japanese port to trade with foreigners.']
  },
   {
    'id': 4,
    'example': ['ホテルの金庫に預けている物があります。','銀行にお金を預かれば、預金した事になる。'],
    'example_furi': ['ホテルの」金（きん）」庫（こ）」に」預（あず）」けている」物（もの）があります。','銀（ぎん）」行（こう）」にお」金（かね）」を」預（あず）」かれば、」預（よ）」金（きん）」した」事（こと）」になる。'],
    'example_un': ['ဟိုတယ်မီးခန်းသေတ္တာထဲမှာ တချို့ပစ္စည်းတွေရှိတယ်။','ဘဏ်မှာ ပိုက်ဆံသိမ်းထားရင် စုငွေတွေ ဖြစ်လာမယ်'],
    'example_zg': ['','','','','',''],
    'example_en': ['I have some things in the hotel safe.','If you put money in the bank, you deposit it.']
  },
   {
    'id': 5,
    'example': ['その電車は込んでいた。','これは機内に持ち込めますか。','奨学金を申し込むつもりだよ。','この申込書に記入してください。'],
    'example_furi': ['その」電（でん）」車（しゃ）」は」込（こ）んでいる。','これは」機（き）」内（ない）」に」持（も）」ち」込（こ）めますか。','奨（しょう）」学（がく）」金（きん）」を」申（もう）」し」込（（こ）」むつもりだよ。','この申（もうし）」込（こむ）」書（しょ）」に」記（き）」入（（にゅう）」してください。'],
    'example_un': ['အဲ့ဒီရထားက လူတွေနဲ့ ပြည့်ကျပ်တာဘဲ','ဒါကို လေယာဉ်ပေါ် သယ်လို့ရမလား။','ငါ ပညာသင်ဆု လျှောက်မလို့','ဤလျှောက်လွှာပုံစံကိုဖြည့်ပါ။'],
    'example_zg': ['','','','','',''],
    'example_en': ['That train was crowded.','Can I carry this on the plane?','I am going to apply for a scholarship.','Please fill in this application form.']
  },
   {
    'id': 6,
    'example': ['荷物はもうすぐ届くのでしょうか。','僕が君の重荷になるんじゃないかと心配なんだ。','サーバの負荷が増大してしまうのです。'],
    'example_furi': ['荷（に）」物（もつ）」はもうすぐ」届（ただ）」くのでしょうか。','僕（ぼく）」が」君（きみ）」の」重（おも）」荷（に）」になるんじゃないかと」心（しん）」配（ぱい）」なんだ。','サーバの」負（ふ）」荷（か）」が」増（ぞう）」大（だい）」してしまうのです。'],
    'example_un': ['ကျွန်ုပ်၏ ခရီးဆောင်အိတ်များ မကြာမီ ရောက်ရှိလာမည်လား သိချင်ပါသည်။','မင်းအတွက် ဝန်ထုပ်ဝန်ပိုးဖြစ်မှာ ငါကြောက်တယ်။','ရလဒ်အနေဖြင့် server load တိုးလာလိမ့်မည်။'],
    'example_zg': ['','','','','',''],
    'example_en': ['I\'d love to know if my luggage is arriving soon.','I am afraid I\'ll be a burden to you.','The server load will increase as a result.','The officials examined the box.']
  },
   {
    'id': 7,
    'example': ['役人は箱を検査した。','政府はその問題の答えをまだ検索中だ。','その問題を再検討しよう。'],
    'example_furi': ['役（やく）」人（にん）」は」箱（はこ）」を」検（けん）」査（さ）」した。','政（さい）」府（ふ）」は」その」問（もん）」題（だい）」の」答（こた）」えをまだ」検（けん）」索（さく）」中（ちゅう）」だ','その」問（もん）」題（だい）」を」再（さい）」検（けん）」討（とう）」しよう。'],
    'example_un': ['တာဝန်ရှိသူများက သေတ္တာကို စစ်ဆေးခဲ့သည်။','အစိုးရအနေနဲ့ ဒီပြဿနာအတွက် အဖြေကို ရှာဖွေနေဆဲပါ။','ပြဿနာကို ပြန်စဉ်းစားကြည့်ရအောင်။'],
    'example_zg': ['','','','','',''],
    'example_en': ['The officials examined the box.','The government is still searching for a solution to the problem.','Let\'s reconsider the problem.']
  },
   {
    'id': 8,
    'example': ['この会社はFTCの調査を受けています。','事故の原因は警察が捜査中だった。','すぐに巡査が呼びにやられた。'],
    'example_furi': ['この」会（かい）」社（しゃ）」はFTCの」調（ちょう）」査（さ）」を」受（う）」けています。','事（じ）」故（こ）」の」原（げん）」因（いん）」は」警（けい）」察（さつ）」が」捜（そう）」査（さ）」中（ちゅう）」だった。','すぐに」巡（じゅん）」査（さ）」が」呼（よ）」びにやられた。'],
    'example_un': ['ဤကုမ္ပဏီသည် FTC မှ စုံစမ်းစစ်ဆေးဆဲဖြစ်သည်။','ယာဉ်တိုက်မှုဖြစ်ရတဲ့အကြောင်းရင်းကို ရဲတပ်ဖွဲ့က စုံစမ်းစစ်ဆေးနေပါတယ်။','ရဲတစ်ဦး ချက်ချင်း စေလွှတ်ခဲ့သည်။'],
    'example_zg': ['','','','','',''],
    'example_en': ['This company is under investigation by the FTC.','The cause of the accident was being investigated by the police.','A policeman was sent for at once.']
  },
];
String copyForExample = """
  {
    'id': 0,
    'example': ['','','','','',''],
    'example_furi': ['','','','','',''],
    'example_un': ['','','','','',''],
    'example_zg': ['','','','','',''],
    'example_en': ['','','','','','']
  },
""";
