
final List kanjiExample = [
  {
    'id': 0,
    'example': ['飛行機が電車にとって代わった。','猫が部屋から飛び出した。','雪のため飛行機は離陸出来なかった。','私は彼らを見送りに飛行場まで行った。','',''],
    'example_furi': ['飛（ひ）」行（こう）」機（き）」が」電（でん）」車（しゃ）」にとって」代（か）」わった。','猫（ねこ）」が」部（へ）」屋（や）」から」飛（と）」び」出（だ）」した。','雪（ゆき）」の」ために」飛（ひ）」行（こう）」機（き）」は」離（り）」陸（りく）」出（で）」来（き）」なかった','私（わたし）」は」彼（かれ）ら」を」見（み）」送（おき）」り」に」飛（ひ）」行（こう）」場（じょう）」まで」」行った。','',''],
    'example_un': ['ရထားတွေအတွက် လေယာဉ်တွေက အစားထိုးလာခဲ့တယ်။','ကြောင်က အခန်းထဲကနေ ခုန်ထွက်သွားခဲ့တယ်။','နှင်းတွေကျလို့ လေယာဉ်က မဆင်းနိုင်ဘူး။','ငါ သူတို့ကို လိုက်ပို့ဖို့ လေဆိပ်ကို သွားခဲ့တယ်။','',''],
    'example_zg': ['','','','','',''],
    'example_en': ['Airplanes have taken the place of electric trains.','A cat dashed out of the room.','The aeroplane could not take off because of snow.','I went to the airport to see them off.','','']
  },
  {
    'id': 1,
    'example': ['この機械を発明したのは誰かご存じですか？','すみません、洗濯機の使い方を教えていただけませんか？','コピー機に紙を入れて。','まだその映画を見る機会がないんだよ。',''],
    'example_furi': ['この」機（き）」械（かい）」を」発（はつ）」明（めい）」した」のは」誰（だれ）」か」ご」存（ぞん）」じ」です」」か？','すみません」、洗（せん）」濯（たく）」機（き）」の」使（つか）」い」方（かた）」を」教（おし）」え」て」いただけませんか？','コピー」機（き）」に」紙（かみ）」を」入（い）」れて。','まだ」その」映（えい）」画（が）」を」見（み）る」機（き）」会（かい）」が」ないん」だよ。',''],
    'example_un': ['ဒီစက်ကို ဘယ်သူ တီထွင်ခဲ့တာလဲ သိလား။','တစ်ဆိတ်လောက်ပါ၊ အဝတ်လျှော်စက်ကို ဘယ်လိုသုံးရမလဲဆိုတာ ပြောပြပေးလို့ ရမလား။','စာရွက်ကို မိတ္တူစက်ထဲသို့ ထည့်ပါ။','ဒီဇာတ်ကားကို ခုထိ ကြည့်ခွင့်မရသေးဘူး။',''],
    'example_zg': ['','','','','',''],
    'example_en': ['Do you know who invented this machine?','I have not had a chance to see that movie yet.','Excuse me, would you show me how to use the washing machine?','Put paper in the copy machine.','','']
  },
    {
    'id': 2,
    'example': [' 彼女は空を見上げた。','棚は空っぽだった。','午後って空いてる？','道を空けてください。','空港はすぐ近くにあります。','月には空気がないので、音もまったくしない。',''],
    'example_furi': [' 彼（かの）」女（じょ）」は」空（そら）を」見（み）」上（あ）」げた。 ','棚（）」は」空（から）っぽ」だった。','午（ご）」後（ご）」って」空（あ）」い」てる？','道（みち）」を」空（あ）」け」て」ください。','空（くう）」　港（こう）」は」すぐ」近（ちか）」く」に」あり」ます。','月（つき）」には」空（くう）」気（き）」が」ない」ので」、音（おと）」も」まったく」しない。',''],
    'example_un': ['သူမ ကောင်းကင်ကို မော့ကြည့်လိုက်သည်။','စင်များ သည် ဗလာဖြစ်နေသည်။','နေ့ခင်းဘက် အားလား','ကျေးဇူးပြု၍ လမ်းရှင်းပေးပါ။','လေဆိပ်က နီးတယ်။','လပေါ်တွင် လေမရှိသောကြောင့် အသံ　လုံးဝ　မထွက်ပါ။'],
    'example_zg': ['','','','','',''],
    'example_en':['She looked up at the sky.','The shelves are empty.','Are you free in the afternoon?','Make way, please.','The airport is close at hand.','',''] 
  },
  {
    'id': 3,
    'example': ['この港は封鎖されうる。','','','','',''],
    'example_furi': ['この」港（みなと）」は」封（ふう）」鎖（さ）」されうる。','','','','',''],
    'example_un': ['','','','','',''],
    'example_zg': ['ဆိပ်ကမ်းကို ပိတ်ဆို့နိုင်တယ်။','','','','',''],
    'example_en': ['The harbor can be blocked.','','','','','']
  },
];
String copyForExample = """
  {
    'id': 0,
    'example': ['','','','','',''],
    'example_furi': ['','','','','',''],
    'example_un': ['','','','','',''],
    'example_zg': ['','','','','',''],
    'example_en': ['','','','','','']
  },
""";
