
final List kanjiExample = [
  {
    'id': 0,
    'example': ['飛行機が電車にとって代わった。','猫が部屋から飛び出した。','雪のため飛行機は離陸出来なかった。','私は彼らを見送りに飛行場まで行った。'],
    'example_furi': ['飛（ひ）」行（こう）」機（き）」が」電（でん）」車（しゃ）」にとって」代（か）」わった。','猫（ねこ）」が」部（へ）」屋（や）」から」飛（と）」び」出（だ）」した。','雪（ゆき）」のために」飛（ひ）」行（こう）」機（き）」は」離（り）」陸（りく）」出（で）」来（き）」なかった','私（わたし）」は」彼（かれ）」らを」見（み）」送（おき）」りに」飛（ひ）」行（こう）」場（じょう）」まで行った。'],
    'example_un': ['ရထားတွေအတွက် လေယာဉ်တွေက အစားထိုးလာခဲ့တယ်။','ကြောင်က အခန်းထဲကနေ ခုန်ထွက်သွားခဲ့တယ်။','နှင်းတွေကျလို့ လေယာဉ်က မဆင်းနိုင်ဘူး။','ငါ သူတို့ကို လိုက်ပို့ဖို့ လေဆိပ်ကို သွားခဲ့တယ်။'],
    'example_zg': ['','','',''],
    'example_en': ['Airplanes have taken the place of electric trains.','A cat dashed out of the room.','The aeroplane could not take off because of snow.','I went to the airport to see them off.']
  },
  {
    'id': 1,
    'example': ['この機械を発明したのは誰かご存じですか？','すみません、洗濯機の使い方を教えていただけませんか？','コピー機に紙を入れて。','まだその映画を見る機会がないんだよ。'],
    'example_furi': ['この」機（き）」械（かい）」を」発（はつ）」明（めい）」したのは」誰（だれ）」かご」存（ぞん）」じですか？','すみません、」洗（せん）」濯（たく）」機（き）」の」使（つか）」い」方（かた）」を」教（おし）」えていただけませんか？','コピー」機（き）」に」紙（かみ）」を」入（い）」れて。','まだその」映（えい）」画（が）」を」見（み）る」機（き）」会（かい）」がないんだよ。'],
    'example_un': ['ဒီစက်ကို ဘယ်သူ တီထွင်ခဲ့တာလဲ သိလား။','တစ်ဆိတ်လောက်ပါ၊ အဝတ်လျှော်စက်ကို ဘယ်လိုသုံးရမလဲဆိုတာ ပြောပြပေးလို့ ရမလား။','စာရွက်ကို မိတ္တူစက်ထဲသို့ ထည့်ပါ။','ဒီဇာတ်ကားကို ခုထိ ကြည့်ခွင့်မရသေးဘူး။'],
    'example_zg': ['','','',''],
    'example_en': ['Do you know who invented this machine?','I have not had a chance to see that movie yet.','Excuse me, would you show me how to use the washing machine?','Put paper in the copy machine.']
  },
    {
    'id': 2,
    'example': [' 彼女は空を見上げた。','棚は空っぽだった。','午後って空いてる？','道を空けてください。','空港はすぐ近くにあります。','月には空気がないので、音もまったくしない。'],
    'example_furi': [' 彼（かの）」女（じょ）」は」空（そら）を」見（み）」上（あ）」げた。','棚（たたな）」は」空（から）っぽだった。','午（ご）」後（ご）」って」空（あ）」いてる？','道（みち）」を」空（あ）」けてください。','空（くう）」港（こう）」はすぐ」近（ちか）」くにあります。','月（つき）」には」空（くう）」気（き）」がないので」、音（おと）」もまったくしない。'],
    'example_un': ['သူမ ကောင်းကင်ကို မော့ကြည့်လိုက်သည်။','စင်များသည် ဗလာဖြစ်နေသည်။','နေ့ခင်းဘက် အားလား','ကျေးဇူးပြု၍ လမ်းရှင်းပေးပါ။','လေဆိပ်က နီးတယ်။','လပေါ်တွင် လေမရှိသောကြောင့် အသံလုံးဝမထွက်ပါ။'],
    'example_zg': ['','','','','',''],
    'example_en':['She looked up at the sky.','The shelves are empty.','Are you free in the afternoon?','Make way, please.','The airport is close at hand.'] 
  },
  {
    'id': 3,
    'example': ['この港は封鎖されうる。','彼は港町に住んでいる。','横浜港は外国人との貿易は初めての日本港です'],
    'example_furi': ['この」港（みなと）」は」封（ふう）」鎖（さ）」されうる。','彼(かれ）」は」港（みなと）」町（まち）」住（す）」んでいる。','横浜港（よこはまこう）」は」外（がい）」国（こく）」人（じん）」との」貿（ぼう）」易（えき）」初（はじ）」めての」日本」港（こう）」です'],
    'example_un': ['','',''],
    'example_zg': ['ဆိပ်ကမ်းကို ပိတ်ဆို့နိုင်တယ်။','သူ ဆိပ်ကမ်းမြို့လေးမှာ နေထိုင်တယ်။','ယိုကိုဟားမားဆိပ်ကမ်းသည် နိုင်ငံခြားသားများနှင့် ကုန်သွယ်မှုပြုလုပ်သည့် ပထမဆုံး ဂျပန်ဆိပ်ကမ်းဖြစ်သည်။'],
    'example_en': ['The harbor can be blocked.','He lives in a port town.','Yokohama Harbor is the first Japanese port to trade with foreigners.']
  },
   {
    'id': 4,
    'example': ['ホテルの金庫に預けている物があります。','銀行にお金を預かれば、預金した事になる。'],
    'example_furi': ['ホテルの」金（きん）」庫（こ）」に」預（あず）」けている」物（もの）があります。','銀（ぎん）」行（こう）」にお」金（かね）」を」預（あず）」かれば、」預（よ）」金（きん）」した」事（こと）」になる。'],
    'example_un': ['ဟိုတယ်မီးခန်းသေတ္တာထဲမှာ တချို့ပစ္စည်းတွေရှိတယ်။','ဘဏ်မှာ ပိုက်ဆံသိမ်းထားရင် စုငွေတွေ ဖြစ်လာမယ်'],
    'example_zg': ['',''],
    'example_en': ['I have some things in the hotel safe.','If you put money in the bank, you deposit it.']
  },
   {
    'id': 5,
    'example': ['その電車は込んでいた。','これは機内に持ち込めますか。','奨学金を申し込むつもりだよ。','この申込書に記入してください。'],
    'example_furi': ['その」電（でん）」車（しゃ）」は」込（こ）んでいる。','これは」機（き）」内（ない）」に」持（も）」ち」込（こ）めますか。','奨（しょう）」学（がく）」金（きん）」を」申（もう）」し」込）こ）」むつもりだよ。','この申（もうし）」込（こむ）」書（しょ）」に」記（き）」入）にゅう）」してください。'],
    'example_un': ['အဲ့ဒီရထားက လူတွေနဲ့ ပြည့်ကျပ်တာဘဲ','ဒါကို လေယာဉ်ပေါ် သယ်လို့ရမလား။','ငါ ပညာသင်ဆု လျှောက်မလို့','ဤလျှောက်လွှာပုံစံကိုဖြည့်ပါ။'],
    'example_zg': ['','','',''],
    'example_en': ['That train was crowded.','Can I carry this on the plane?','I am going to apply for a scholarship.','Please fill in this application form.']
  },
   {
    'id': 6,
    'example': ['荷物はもうすぐ届くのでしょうか。','僕が君の重荷になるんじゃないかと心配なんだ。','サーバの負荷が増大してしまうのです。'],
    'example_furi': ['荷（に）」物（もつ）」はもうすぐ」届（ただ）」くのでしょうか。','僕（ぼく）」が」君（きみ）」の」重（おも）」荷（に）」になるんじゃないかと」心（しん）」配（ぱい）」なんだ。','サーバの」負（ふ）」荷（か）」が」増（ぞう）」大（だい）」してしまうのです。'],
    'example_un': ['ကျွန်ုပ်၏ ခရီးဆောင်အိတ်များ မကြာမီ ရောက်ရှိလာမည်လား သိချင်ပါသည်။','မင်းအတွက် ဝန်ထုပ်ဝန်ပိုးဖြစ်မှာ ငါကြောက်တယ်။','ရလဒ်အနေဖြင့် server load တိုးလာလိမ့်မည်။'],
    'example_zg': ['','',''],
    'example_en': ['I\'d love to know if my luggage is arriving soon.','I am afraid I\'ll be a burden to you.','The server load will increase as a result.','The officials examined the box.']
  },
   {
    'id': 7,
    'example': ['役人は箱を検査した。','政府はその問題の答えをまだ検索中だ。','その問題を再検討しよう。'],
    'example_furi': ['役（やく）」人（にん）」は」箱（はこ）」を」検（けん）」査（さ）」した。','政（さい）」府（ふ）」は」その」問（もん）」題（だい）」の」答（こた）」えをまだ」検（けん）」索（さく）」中（ちゅう）」だ','その」問（もん）」題（だい）」を」再（さい）」検（けん）」討（とう）」しよう。'],
    'example_un': ['တာဝန်ရှိသူများက သေတ္တာကို စစ်ဆေးခဲ့သည်။','အစိုးရအနေနဲ့ ဒီပြဿနာအတွက် အဖြေကို ရှာဖွေနေဆဲပါ။','ပြဿနာကို ပြန်စဉ်းစားကြည့်ရအောင်။'],
    'example_zg': ['','',''],
    'example_en': ['The officials examined the box.','The government is still searching for a solution to the problem.','Let\'s reconsider the problem.']
  },
   {
    'id': 8,
    'example': ['この会社はFTCの調査を受けています。','事故の原因は警察が捜査中だった。','すぐに巡査が呼びにやられた。'],
    'example_furi': ['この」会（かい）」社（しゃ）」はFTCの」調（ちょう）」査（さ）」を」受（う）」けています。','事（じ）」故（こ）」の」原（げん）」因（いん）」は」警（けい）」察（さつ）」が」捜（そう）」査（さ）」中（ちゅう）」だった。','すぐに」巡（じゅん）」査（さ）」が」呼（よ）」びにやられた。'],
    'example_un': ['ဤကုမ္ပဏီသည် FTC မှ စုံစမ်းစစ်ဆေးဆဲဖြစ်သည်။','ယာဉ်တိုက်မှုဖြစ်ရတဲ့အကြောင်းရင်းကို ရဲတပ်ဖွဲ့က စုံစမ်းစစ်ဆေးနေပါတယ်။','ရဲတစ်ဦး ချက်ချင်း စေလွှတ်ခဲ့သည်။'],
    'example_zg': ['','',''],
    'example_en': ['This company is under investigation by the FTC.','The cause of the accident was being investigated by the police.','A policeman was sent for at once.']
  },
   {
    'id': 9,
    'example': ['その飛行機便は満席です。','電車は満員で、持ち物も手から放しても落ちないほどです。','この通りのモーテルはどこも満室だ。','私の父はこの結果について満足な気持ちです。','彼は自分の仕事に満足している。','彼はいつも何か不満を言っている。'],
    'example_furi': ['その」飛（ひ）」行（こう）」機（き）」便（びん）」は」満（まん）」席）せき）」です。','電（でん）」車（しゃ）」は」満（まん）」員（いん）」で、」持（も）」ち」物（もの）」も」手（て）」から」放（はな）」しても」落（お）」ちないほどです','この」通（とお）」りのモーテルはどこも」満（まん）」室）しつ）」だ。','私の父はこの」結（けっ）」果（か）」について」満（まん）」足（ぞく）」な」気（き）」持（も）」ちです。','彼は」自（じ）」分（ぼん）」の」仕（し）」事（ごと）」に」満（まん）」足（ぞく）」している。','彼はいつも何か」不（ふ）」満（まん）」を」言っている。'],
    'example_un': ['လေယာဉ်က လူပြည့်နေပြီ။','ရထားက အရမ်းကျပ်နေတော့ ငါတို့လက်ထဲမှာရှိတဲ့ ဘာမဆို လွှတ်ထားရင်တောင် ပြုတ်ကျမှာမဟုတ်ဘူး။','ဒီလမ်းပေါ်က မိုတယ်တွေအားလုံး ပြည့်နေတယ်။','ကျွန်မအဖေဟာ ဒီရလဒ်ကို ကျေနပ်တယ်။','သူက သူ့အလုပ်ကို သဘောကျတယ်။','သူသည် တစ်စုံတစ်ခုကို အမြဲတမ်း ညည်းညူနေသည်။'],
    'example_zg': ['','','','','',''],
    'example_en': ['The flight is already full.','The train is so crowded that whatever we have in our hands doesn\'t fall even if we let it go. ','All the motels on this road are full.','My father feels satisfied about this result.','He is pleased with his work.','He is forever complaining about something.']
  },
   {
    'id': 10,
    'example': ['窓側の席をお願いします。','多くの学生が講義に出席した。','彼らが欠席している理由を教えて下さい'],
    'example_furi': ['窓（まど）」側（がわ）」の」席（せき）」をお」願（ねが）」いします。','多（おお）」くの」学（がわ）」生（せい）」が」講（こう）」義（ぎ）「に」出（しゅっ）」席（せき）」した。','彼（かれ）」らが」欠（けっ）」席（せき）」している」理（り）」由（ゆう）」を」教）おし）」えて下さい'],
    'example_un': ['ကျေးဇူးပြုပြီးပြတင်းပေါက်ဘေးကထိုင်ခုံကိုလိုချင်ပါတယ်','ဟောပြောပွဲသို့ ကျောင်းသားအများအပြား တက်ရောက်ခဲ့ကြသည်။','သူတို့ဘာကြောင့်ပျက်ကွက်တာလဲ ပြောပြပါ။'],
    'example_zg': ['','','',''],
    'example_en': ['I\'d like a window seat, please','Many students were present at the lecture.','Tell me the reason why they are absent.']
  },
   {
    'id': 11,
    'example': ['正直が一番だと言われるのをよく聞いたことがある','日本は世界で第２番目の経済大国なので、多くの国が日本から学びたいと考えている。','緊急の場合は、１１９番に電話しなさい。','交番の周りに人がたくさんいた。'],
    'example_furi': ['正（しょう）」直（じき）」が」一（いち）」番（ばん）」だと」言（い）」われるのをよく」聞（き）」いたことがある','日本は」世（せ）」界（かい）」で」第（だい）」２」番（ばん）」目（め）」の」経（けい）」済（ざい）」大（たい）」国（こく）」なので、多（おお）」くの」国（くに）」が」日本から」学（まな）びたいと」考（かんが）」えている。','緊（きん）」急（きゅう）」の」場（ば）」合（あい）」は、１１９番（ばん）」に」電（だん）」話（わ）」しなさい。','交（ばん）」番（こう）」の」周（まわ）」りに」人（ひと）」がたくさんいた。'],
    'example_un': ['ရိုးသားမှုဟာ အကောင်းဆုံးပေါ်လစီလို့ မကြာခဏ ကြားဖူးပါတယ်။','ဂျပန်နိုင်ငံသည် ကမ္ဘာပေါ်တွင် ဒုတိယအကြီးဆုံး စီးပွားရေးအင်အားကြီးနိုင်ငံဖြစ်သောကြောင့် နိုင်ငံအများအပြားက သူ့ထံမှ သင်ယူလိုကြသည်။','အရေးပေါ်အခြေအနေတွင် 119 ကိုခေါ်ဆိုပါ။','ရဲသေတ္တာ ပတ်လည်မှာ လူအတော်များများကို တွေ့တယ်။'],
    'example_zg': ['','','',''],
    'example_en': ['I have often heard it said that honesty is the best policy.','Since Japan is the second greatest economic power in the world, many nations want to learn from her.','In case of emergency, call 119.','I saw a number of people around the police box.']
  },
   {
    'id': 12,
    'example': ['僕は彼女の電話番号を手帳に書きつけた。','ビュッフェ、またはカフェテリアは９号車にあります。','赤信号で通りを渡るのは危険だ。','元素記号Ｈは水素をあらわす。'],
    'example_furi': ['僕（ぼく）」は」彼（かの）」女（じょう）」の」電（でん）」話（わ）」番（ばん）」号（ごう）」を」手（て）」帳（ちょう）」に」書（か）」きつけた。','ビュッフェ、またはカフェテリアは９」号（ごう）」車（しゃ）」にあります。','赤（あか）」信（しん）」号（ごう）」で」通（とお）」りを」渡（わた）」るのは」危（き）」険（けん）」だ。','元（げん）」素（そ）」記（き）」号（こう）」Ｈは」水（すう）」素（ぞ）」を」表（あらわ）」す。'],
    'example_un': ['သူ့ဖုန်းနံပါတ်ကို မှတ်စုစာအုပ်ထဲမှာ ရေးချလိုက်တယ်.','ဘူဖေး သို့မဟုတ် ကော်ဖီဆိုင်သည် ကား 9 တွင်ရှိသည်။','မီးနီချိန် လမ်းဖြတ်ကူးရန် အန္တရာယ်ရှိသည်။','ဓာတုသင်္ကေတ H သည် ဟိုက်ဒရိုဂျင်ကို ဖော်ပြသည်။'],
    'example_zg': ['','','',''],
    'example_en': ['I took down her telephone number in my notebook.','The buffet or the cafeteria is in Car 9.','It\'s dangerous  to cross the street when the light is red.','The chemical symbol H expresses hydrogen.']
  },
  {
    'id': 13,
    'example': ['通路側に座ってもいいですか。','道路を渡る時は気をつけなさい。','鉄道線路と道路は平行している。'],
    'example_furi': ['通（つう）」路（ろ）」側（がわ）」に」座（すわ）」ってもいいですか。','道（どう）」路（ろ）」を」渡（わた）」る」時（とき）」は」気（き）」をつけなさい。','鉄（そつ）」道（どう）」線（せん）」路（ろ）」と」道（どう）」路（ろ）」は」平（へい）」行（こう）」している。'],
    'example_un': ['လျှောက်လမ်းနားမှာထိုင်လို့ရမလား','လမ်းဖြတ်ကူးရာတွင် သတိထားသင့်သည်။','ရထားလမ်းက လမ်းနှင့် အပြိုင်ဖြစ်နေတယ် ။'],
    'example_zg': ['','',''],
    'example_en': ['Could I sit on the aisle?','You should be careful in crossing the street.','The railroad is parallel to the road.']
  },
   {
    'id': 14,
    'example': ['アメリカでは、車は右側通行です。','その戸は外側から鍵がしめられている。','通路側に座ってもいいですか'],
    'example_furi': ['アメリカでは、車（くらま）」は」右（みぎ）」側（がわ）」通（つう）」行（こう）」です。','その」戸（と）」は」外（そと）」側（がわ）」から」鍵（かぎ）」がしめられている。','通（つう）」路（ろ）」側（がわ）」に」座（すわ）」ってもいいですか。'],
    'example_un': ['အမေရိကမှာ ကားတွေက လမ်းရဲ့ ညာဘက်ခြမ်းမှာ မောင်းတယ်။','တံခါးကို အပြင်ကနေ သော့ခတ်ထားတယ်။','လျှောက်လမ်းနားမှာထိုင်လို့ရမလား'],
    'example_zg': ['','',''],
    'example_en': ['In the United States, cars drive on the right side of the road.','The door was locked from the outside.','Could I sit on the aisle?']
  },
   {
    'id': 15,
    'example': ['通路側に座ってもいいですか','お座席にお戻りください。','口座を開きたいのですが。'],
    'example_furi': ['通（つう）」路（ろ）」側（がわ）」に」座（すわ）」ってもいいですか。','お」座（ざ）」席（せき）」にお」戻（もど）」りください。','口（こう）」座（ざ）」を」開（ひら）」きたいのですが。'],
    'example_un': ['လျှောက်လမ်းနားမှာထိုင်လို့ရမလား','မင်းရဲ့ထိုင်ခုံကို ငါပြန်လဲချင်တယ်။','ကျွန်တော်ဘဏ်စာရင်းဖွင့်ချင်ပါတယ်။'],
    'example_zg': ['','',''],
    'example_en': ['Could I sit on the aisle?','I want you to return to your seat.','I\'d like to open an account.']
  },
   {
    'id': 16,
    'example': ['窓閉めるの忘れてた。','窓側の席をお願いします。','予約はどの窓口でできますか。','窓ガラスが割られました。'],
    'example_furi': ['窓（まど）」閉（し）」めるの」忘（わす）」れてた。','窓（まど）」側（がわ）」の」席（を」願（おね）」いします。','予（よ）」約（やく）」はどの」窓（まど）」口（ぐち）」でできますか。','窓（まど）」ガラスが」割（わ」られました。'],
    'example_un': ['ပြတင်းပေါက်ပိတ်ဖို့ မေ့သွားတယ်။','ပြတင်းပေါက်ဘက်အခြမ်းမှာ ထိုင်လို့ရမလား','ဘယ်ကောင်တာမှာ ကြိုတင်စာရင်းသွင်းလို့ရမလဲ။','ပြတင်းပေါက်မှန် ကွဲသွားတယ်။'],
    'example_zg': ['','','',''],
    'example_en': ['I forgot to close the windows.','I\'d like a window seat, please.',' At which window can I make a reservation?','A window pane was broken.']
  },
   {
    'id': 17,
    'example': ['切符を手に入れるには、ボタンを押すだけでいいのです。','トムは妹を押し入れに閉じ込めた。','彼らはコストを押さえようとしている。'],
    'example_furi': ['切（きっ）」符（ぷ）」を」手（て）」に」入（い）」れるには、ボタンを」押（お）」すだけでいいのです。','トムは」妹（いもうと）」を」押（お）」し」入（い）」れに」閉（と）」じ」込（（こ）」めた。','彼（かれ）」らはコストを」押（お）」さえようとしている。'],
    'example_un': ['လက်မှတ်ရရန် ခလုတ်ကိုနှိပ်ရုံသာရှိသည်။','တွမ်က သူ့ညီမကို ဗီရိုထဲမှာ သော့ခတ်ထားတယ်။','စရိတ်စကကို လျှော့ချဖို့ ကြိုးစားနေကြတယ်။'],
    'example_zg': ['','',''],
    'example_en': [' You have only to push the button to get a ticket. ','Tom locked his sister in the closet.','They are trying to keep costs down.']
  },
   {
    'id': 18,
    'example': ['画面が割れちゃった。','その場面をスローモーションで見たい。','映画は面白かったですか？','船で旅行するのはたいへん面白いですね。'],
    'example_furi': ['画（が）」面（めん）」が」割（わ）」れちゃった。','その」場（ば）」面（めん）」をスローモーションで」見（み）」たい。','映（えい）」画（が）」は」面（おも）」白（しろ）」かったですか？','船（ふね）」で」旅（りょ）」行（こう）」するのはたいへん」面（おも）」白（しろ）」いですね。'],
    'example_un': ['မျက်နှာပြင်က အက်ကွဲနေပြီ။','မြင်ကွင်းကို အနှေးပြကွက်နဲ့ မြင်ချင်တယ်။','ဇာတ်ကားက စိတ်ဝင်စားစရာလား။','လှေနဲ့ ခရီးသွားရတာ ပျော်စရာကြီးပဲ မဟုတ်လား ။'],
    'example_zg': ['','','',''],
    'example_en': ['My screen is cracked.',' I want to see the scene in slow motion.','Was the movie interesting?','Traveling by boat is a lot of fun, isn\'t it?']
  },
   {
    'id': 19,
    'example': ['トムが戻るまで、ここでお待ちください。','お座席にお戻りください。'],
    'example_furi': ['トムが」戻（もど）」るまで、ここでお」待（ま）」ちください。','お」座（ざ）」席（せき）」にお」戻（もど）」りください。'],
    'example_un': ['Tom ပြန်မလာမချင်း ဒီမှာစောင့်ပါ။','မင်းရဲ့ထိုင်ခုံကို ငါပြန်လဲချင်တယ်။'],
    'example_zg': ['',''],
    'example_en': ['Please wait here until Tom gets back.','I want you to return to your seat.']
  },
   {
    'id': 20,
    'example': ['多くのテレビ番組が子供たちに悪い影響を与えている。','私はテニスで彼女と組んだ。','彼はそれらを組み立てる工程を説明した。'],
    'example_furi': ['多（おお）」くのテレビ」番（ばん）」組（ぐみ）」が」子（こ）」供（ども）」たちに」悪（わる）」い」影（えい）」響（きょう）」を」与（あた）」えている。','私（わたし）」はテニスで」彼（かの）」女（じょう）」と」組（く）」んだ。','彼（かれ）」はそれらを」組（く）」み」立（た）」てる」工（こう）」程（てい）」を」説（せつ）」明（めい）」した。'],
    'example_un': ['တီဗီအစီအစဉ်များစွာသည် ကလေးများအပေါ် ဆိုးရွားသောလွှမ်းမိုးမှုရှိသည်။','ကျွန်တော် တင်းနစ်မှာ သူနဲ့ အဖွဲ့ဖွဲ့ခဲ့တယ်။','သူက ပေါင်းစည်းရေးလုပ်ငန်းစဉ်ကို ရှင်းပြသည်။'],
    'example_zg': ['','',''],
    'example_en': ['Many TV programs have a bad influence on children.','I partnered her in tennis.',' He explained the process of putting them together.']
  },
     {
    'id': 21,
    'example': ['','','','','',''],
    'example_furi': ['','','','','',''],
    'example_un': ['','','','','',''],
    'example_zg': ['','','','','',''],
    'example_en': ['','','','','','']
  },
   {
    'id': 22,
    'example': ['','','','','',''],
    'example_furi': ['','','','','',''],
    'example_un': ['','','','','',''],
    'example_zg': ['','','','','',''],
    'example_en': ['','','','','','']
  },
   {
    'id': 23,
    'example': ['','','','','',''],
    'example_furi': ['','','','','',''],
    'example_un': ['','','','','',''],
    'example_zg': ['','','','','',''],
    'example_en': ['','','','','','']
  },
   {
    'id': 24,
    'example': ['','','','','',''],
    'example_furi': ['','','','','',''],
    'example_un': ['','','','','',''],
    'example_zg': ['','','','','',''],
    'example_en': ['','','','','','']
  },
   {
    'id': 277,
    'example': ['この木はいつ植えたの？','家にりんごの木が植わっている','水が不足したら植物は育たない。','移植手術を受ける'],
    'example_furi': ['この木はいつ」植（う）」えたの？','家（うち）」にりんごの木が」植（う）」わっている','水（みず）」が」不（ふ）」足（ぞく）」したら」植（しょく）」物（もの）」は」育（そだ）」たない。','移（い）」植（しょく）」手（しゅ）」術（じゅつ）」を」受（う）」ける','りんごの」木（き）」が」植（う）」わっている'],
    'example_un': ['ဒီသစ်ပင်ကို ဘယ်တုန်းက စိုက်ခဲ့တာလဲ။','အိမ်မှာ ပန်းသီးပင်တွေ ပေါက်နေတယ်။','ရေပြတ်လပ်ရင် အပင်တွေ ရှင်သန်နိုင်မှာ မဟုတ်ပါဘူး။','အစားထိုး ခွဲစိတ်မှု ခံယူသည်'],
    'example_zg': ['','','','','',''],
    'example_en': ['When did you plant this tree?','Apple trees are growing at home','If the shortage of water happens, plants cannot thrive.','The transplant is received.']
  },
   {
    'id': 279,
    'example': ['トマトの葉は食べられるか？','私には葉っぱとりんごしかありません。','寒くなって木の葉は、紅葉した。','言葉に気をつけろ'],
    'example_furi': ['トマトの」葉（は）」は」食（た）」べられるか？','私には」葉（は）」っぱとりんごしかありません。','寒（さむ）」くなって」木（き）」の」葉（は）」は、紅（こう）」葉（よう）」した。','言（こと）」葉（ば）」に」気（き）」をつけろ！'],
    'example_un': ['ခရမ်းချဉ်သီးအရွက်စားနိုင်ပါသလား။','ကျွန်တော့်မှာ အရွက်နဲ့ ပန်းသီးပဲရှိတယ်။','ရာသီဥတုအေးတော့ အရွက်တွေ နီရဲလာတယ်။','မင်းပါးစပ်ကို သတိထားပါ။'],
    'example_zg': ['','','','','',''],
    'example_en': ['Can you eat tomato leaves?','I have only leaves and apples.','The cold weather has turned the leaves red.','Mind your mouth.']
  },
   {
    'id': 283,
    'example': ['木を根元から切り倒す','私の家の屋根は赤い。','木を根っこから掘り起こす','この事の根本には何かあるに違いない。'],
    'example_furi': ['木（き）」を」根（ね）」元（もと）」から」切（き）」り」倒（たたお）」す','私（わたし）」の」家（うち）」の」屋（や）」根（ね）」は」赤（あか）」い ','木（き）」を」根（ね）」っこから」掘（ほ）」り」起（お）」こす','この」事（こと）」の」根（こん）」本（ぽん）」には」何（なに）」かあるに」違（ちが）」いない。'],
    'example_un': ['','','','',''],
    'example_zg': ['သစ်ပင်တစ်ပင်ကို အမြစ်ကနေ ခုတ်လှဲတယ်။','ငါ့အိမ်ခေါင်မိုးက အနီရောင်ဖြစ်တယ်','အမြစ်ကနေ သစ်ပင်တစ်ပင်ကို တူးတယ်။','ဒါတွေအားလုံးရဲ့အောက်ခြေမှာ တစ်ခုခုရှိရမယ်။'],
    'example_en': ['A tree is cut downfrom the root','The roof of my house is red.','I dug a tree from its root.','There must be something at the bottom of all this.']
  },
    {
    'id': 285,
    'example': ['紅葉が始まった。','いつも紅茶に砂糖は入れないよ。','','','',''],
    'example_furi': ['紅（こう）」葉（よう）」が」始（はじ）」まった。','いつも」紅（こう）」茶（ちゃ）」に」砂（さ）」糖（とう）」は」入（い）」れないよ。','','','',''],
    'example_un': ['','','','','',''],
    'example_zg': ['အရွက်များသည် ကြက်သွေးရောင် ပြောင်းလာသည်။','လက်ဖက်ရည်ထဲကို သကြားထည့်လေ့မရှိဘူး။','','','',''],
    'example_en': ['The leaves began to turn red and yellow.','I don\'t usually put sugar in my tea.','','','','']
  },
    {
    'id': 286,
    'example': ['母は弟に黄色の傘を買ってあげた。','花は黄色い。','','','',''],
    'example_furi': ['母（はは）」は」弟（いとうと）」に」黄（き）」色（いろ）」の」傘（かさ）」を買（か）」ってあげた。','花（はな）」は」黄（き）」色（いろ）」い。','','','',''],
    'example_un': ['အမေက ညီလေးကို အဝါရောင်ထီးဝယ်ပေးတယ်။','ပန်းပွင့်က အဝါရောင် ဖြစ်တယ်။','','','',''],
    'example_zg': ['','','','','',''],
    'example_en': ['My mother bought my younger brother a yellow umbrella.','The flower is yellow.','','','','']
  },
   
];
String copyForExample = """
  {
    'id': 0,
    'example': ['','','','','',''],
    'example_furi': ['','','','','',''],
    'example_un': ['','','','','',''],
    'example_zg': ['','','','','',''],
    'example_en': ['','','','','','']
  },
""";
