final List kanjiCompound = [
  {
    'id': 0,
    'compound': ['飛ぶ', '飛行場', '飛び出す', '飛び込む', '飛躍'],
    'compound_furi': [
      '飛（と）」ぶ',
      '飛（ひ）」行（こう）」場（じょう）',
      '飛（と）」び」出（だ）」す',
      '飛（と）」び」込（こ）」む',
      '飛（ひ）」躍（やく）'
    ],
    'compound_un': [
      'ပျုံသန်းသည်',
      'လေယာဉ်ကွင်း',
      'ခုန်ထွက်သည်',
      'ခုန်ဝင်သည်',
      'ခုန်လွှား'
    ],
    'compound_zg': [
      '',
      '',
    ],
    'compound_en': [
      'to fly',
      'airfield',
      'to jump out',
      'to jump in',
      'leaping'
    ],
  },
  {
    'id': 1,
    'compound': ['飛行機', '機械', '洗濯機', 'コピー機', '機会', '機器', '機関'],
    'compound_furi': [
      '飛（ひ）」行（こう）」機（き）」',
      '機（き）」械（かい）」」',
      '洗（せん）」濯（たく）」機（き）」',
      'コピー」機（き）」',
      '機（き）」会（かい）」',
      '機（き）」器（き）」',
      '機（き）」関（かん）」'
    ],
    'compound_un': [
      'လေယာဉ်ပျံ',
      'စက်',
      'အဝတ်လျော်စက်',
      'မိတ္တူစက်',
      'အခွင့်အရေး',
      'ကိရိယာ',
      'အင်ဂျင်စက်'
    ],
    'compound_zg': ['', '', '', '', '', ''],
    'compound_en': [
      'airplane',
      'machine',
      'washing machine',
      'copy machine',
      'chance',
      'device',
      'engine'
    ],
  },
  {
    'id': 2,
    'compound': ['', '', '', '', '', ''],
    'compound_furi': ['', '', '', '', '', ''],
    'compound_un': ['', '', '', '', '', ''],
    'compound_zg': ['', '', '', '', '', ''],
    'compound_en': ['', '', '', '', '', ''],
  },
  {
    'id': 3,
    'compound': ['', '', '', '', '', ''],
    'compound_furi': ['', '', '', '', '', ''],
    'compound_un': ['', '', '', '', '', ''],
    'compound_zg': ['', '', '', '', '', ''],
    'compound_en': ['', '', '', '', '', ''],
  },
  {
    'id': 4,
    'compound': ['', '', '', '', '', ''],
    'compound_furi': ['', '', '', '', '', ''],
    'compound_un': ['', '', '', '', '', ''],
    'compound_zg': ['', '', '', '', '', ''],
    'compound_en': ['', '', '', '', '', ''],
  },
  {
    'id': 5,
    'compound': ['', '', '', '', '', ''],
    'compound_furi': ['', '', '', '', '', ''],
    'compound_un': ['', '', '', '', '', ''],
    'compound_zg': ['', '', '', '', '', ''],
    'compound_en': ['', '', '', '', '', ''],
  },
  {
    'id': 6,
    'compound': ['', '', '', '', '', ''],
    'compound_furi': ['', '', '', '', '', ''],
    'compound_un': ['', '', '', '', '', ''],
    'compound_zg': ['', '', '', '', '', ''],
    'compound_en': ['', '', '', '', '', ''],
  },
  {
    'id': 7,
    'compound': ['', '', '', '', '', ''],
    'compound_furi': ['', '', '', '', '', ''],
    'compound_un': ['', '', '', '', '', ''],
    'compound_zg': ['', '', '', '', '', ''],
    'compound_en': ['', '', '', '', '', ''],
  },
  {
    'id': 8,
    'compound': ['', '', '', '', '', ''],
    'compound_furi': ['', '', '', '', '', ''],
    'compound_un': ['', '', '', '', '', ''],
    'compound_zg': ['', '', '', '', '', ''],
    'compound_en': ['', '', '', '', '', ''],
  },
  {
    'id': 9,
    'compound': ['', '', '', '', '', ''],
    'compound_furi': ['', '', '', '', '', ''],
    'compound_un': ['', '', '', '', '', ''],
    'compound_zg': ['', '', '', '', '', ''],
    'compound_en': ['', '', '', '', '', ''],
  },
];
String copyForCompound = """
  {
    'id':0,
    'compound': ['','','','','',''],
    'compound_furi': ['（）」','','','','',''],
    'compound_un': ['','','','','',''],
    'compound_zg': ['','','','','',''],
    'compound_en': ['','','','','',''],
  },
""";
