
final Map<int,Map> unitInfo = {
  1:{
    'title':'飛（ひ）」行（こう）」機（き）',
    'subTitle': {
      1:'空（くう）」港（こう）」で',
      2:'飛（ひ）」行（こう）」機（き）」の」中（なか）」で-１',
      3:'飛（ひ）」行（こう）」機（き）」の」中（なか）」で-２',
      4:'飛（ひ）」行（こう）」機（き）」の」中（なか）」で-３',
      5:'日（に）」本（ほん）」の」空（くう）」港（こう）」で'
    },
  },
  2:{
    'title':'外（がい）」出（しゅつ）',
    'subTitle': {
      1:'駅（えき）」のホームで',
      2:'乗（の）」り」換（か）」えの」駅（えき）」で-１',
      3:'乗（の）」り」換（か）」えの」駅（えき）」で-２',
      4:'電（でん）」車（しゃ）」の」中（なか）」で',
      5:'交（こう）」差（さ）点（てん）」で'
    },
  },
  3:{
    'title':'生（せい）」活（かつ）',
    'subTitle': {
      1:'住（す）」んでいるところ',
      2:'仕（し）」事（ごと）」の」話（はなし）',
      3:'配（はい）」達（たつ）',
      4:'ごみの」捨（す）」て」方（かた）',
      5:'郵（ゆう）」便（びん）」局（きょく）」へ'
    },
  },
  4:{
    'title':'マリオの」生（せい）」活（かつ）」-１',
    'subTitle': {
      1:'留（りゅう）」学（がく）」生（せい）」会（かい）」館（かん）',
      2:'日（に）」本（ほん）」語（ご）」の」授（じゅ）」業（ぎょう）',
      3:'資（し）」料（りょう）」集（しゅう）',
      4:'歴（れき）」史（し）」の」授（じゅ）」業（ぎょう）',
      5:'近（きん）」所（じょ）」の」店（みせ）'
    },
  },
  5:{
    'title':'マリオの」生（せい）」活（かつ）」-１',
    'subTitle': {
      1:'野（や）」球（きゅう）」の」練（れん）」習（しゅう）',
      2:'試（し）」合（あい）',
      3:'交（こう）」通（つう）」事（じ）」故（こ）',
      4:'病（びょう）」院（いん）」からの」電（でん）」話（わ）',
      5:'優（ゆう）」勝（しょう）」した」夢（ゆめ）'
    },
  },
  6:{
    'title':'気（き）」持（も）」ち　。」様（よう）」子（し）」　。」動（どう）」作（さ）',
    'subTitle': {
      1:'気（き）」持（も）」ちを」表（あらわ）」す」言（こと）」葉（ば）」　−１',
      2:'気（き）」持（も）」ちを」表（あらわ）」す」言（こと）」葉（ば）」　−2',
      3:'様（よう）」子（す）」を」表（あらわ）」す」言（こと）」葉（ば）',
      4:'動（どう）」作（さ）」を」表（あらわ）」す」言（こと）」葉（ば）」　−１',
      5:'動（どう）」作（さ）」を」表（あらわ）」す」言（こと）」葉（ば）」　−２',
    },
  },
  7:{
    'title':'自（し）」然（せん）',
    'subTitle': {
      1:'天（てん）」気（き）',
      2:'植（しょく）」物（ぶつ）',
      3:'虫（むし）」など',
      4:'風（ふう）」景（けい）',
      5:'昔（むかし）」と」未（み）」来（らい）'
    },
  },
  8:{
    'title':'いろいろな」体（たい）」験（けん）',
    'subTitle': {
      1:'病（びょう）」気（き）',
      2:'お」祭（まつ）」り',
      3:'警（けい）」察（さつ）」で',
      4:'芸（げい）」術（じゅつ）',
      5:'面（めん）」接（せつ）'
    },
  },
  9:{
    'title':'社（しゃ）」会（かい）',
    'subTitle': {
      1:'産（さん）」業（ぎょう）',
      2:'経（けい）」済（ざい）',
      3:'政（せい）」治（じ）',
      4:'情（じょう）」報（ほう）',
      5:'理（り）」想（そう）'
    },
  },
};